Revit 2027 API
ParameterTypeId.FillPatternIdParamNoNo Property
 "Fill Pattern"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FillPatternIdParamNoNo { get; }
Public Shared ReadOnly Property FillPatternIdParamNoNo As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FillPatternIdParamNoNo {
	ForgeTypeId^ get ();
}
static member FillPatternIdParamNoNo : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace